{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "ą": 197,
      "Ć": 198,
      "ć": 199,
      "Ĉ": 200,
      "ĉ": 201,
      "Č": 202,
      "č": 203,
      "Ď": 204,
      "ď": 205,
      "Đ": 206,
      "đ": 207,
      "Ē": 208,
      "ē": 209,
      "ĕ": 210,
      "Ė": 211,
      "ė": 212,
      "ę": 213,
      "Ě": 214,
      "ě": 215,
      "Ĝ": 216,
      "Ğ": 217,
      "ğ": 218,
      "Ĥ": 219,
      "ħ": 220,
      "Ĩ": 221,
      "ĩ": 222,
      "Ī": 223,
      "ī": 224,
      "Ĭ": 225,
      "ĭ": 226,
      "Į": 227,
      "į": 228,
      "İ": 229,
      "ı": 230,
      "ĳ": 231,
      "ķ": 232,
      "ĸ": 233,
      "Ĺ": 234,
      "ĺ": 235,
      "Ł": 236,
      "ł": 237,
      "Ń": 238,
      "ń": 239,
      "ņ": 240,
      "ň": 241,
      "ŋ": 242,
      "Ō": 243,
      "ō": 244,
      "ŏ": 245,
      "Ő": 246,
      "ő": 247,
      "Œ": 248,
      "œ": 249,
      "ŕ": 250,
      "Ř": 251,
      "ř": 252,
      "Ś": 253,
      "ś": 254,
      "Ŝ": 255,
      "ŝ": 256,
      "Ş": 257,
      "ş": 258,
      "Š": 259,
      "š": 260,
      "ţ": 261,
      "ť": 262,
      "Ŧ": 263,
      "ũ": 264,
      "Ū": 265,
      "ū": 266,
      "Ŭ": 267,
      "ŭ": 268,
      "ů": 269,
      "Ű": 270,
      "ű": 271,
      "ų": 272,
      "ŵ": 273,
      "Ŷ": 274,
      "ŷ": 275,
      "Ÿ": 276,
      "Ź": 277,
      "ź": 278,
      "Ż": 279,
      "ż": 280,
      "Ž": 281,
      "ž": 282,
      "ſ": 283,
      "Ƃ": 284,
      "ƃ": 285,
      "Ɖ": 286,
      "ƌ": 287,
      "ƍ": 288,
      "Ǝ": 289,
      "Ɛ": 290,
      "ƒ": 291,
      "Ɣ": 292,
      "Ƙ": 293,
      "ƙ": 294,
      "ƚ": 295,
      "ƛ": 296,
      "ƞ": 297,
      "Ɵ": 298,
      "Ơ": 299,
      "ơ": 300,
      "Ƣ": 301,
      "ƣ": 302,
      "Ƨ": 303,
      "Ʃ": 304,
      "Ƭ": 305,
      "ư": 306,
      "Ƴ": 307,
      "ƴ": 308,
      "Ƶ": 309,
      "Ʒ": 310,
      "ƺ": 311,
      "ǀ": 312,
      "ǁ": 313,
      "ǂ": 314,
      "ǃ": 315,
      "Ǆ": 316,
      "Ǉ": 317,
      "ǌ": 318,
      "ǎ": 319,
      "ǐ": 320,
      "ǒ": 321,
      "Ǔ": 322,
      "ǔ": 323,
      "ǚ": 324,
      "ǜ": 325,
      "ǧ": 326,
      "ǫ": 327,
      "ǹ": 328,
      "Ǻ": 329,
      "ǻ": 330,
      "ǽ": 331,
      "Ǿ": 332,
      "ǿ": 333,
      "ȃ": 334,
      "ȅ": 335,
      "ȇ": 336,
      "Ȉ": 337,
      "ȏ": 338,
      "Ȓ": 339,
      "ȓ": 340,
      "ȕ": 341,
      "Ȗ": 342,
      "Ș": 343,
      "ș": 344,
      "ț": 345,
      "Ȝ": 346,
      "ȝ": 347,
      "Ȟ": 348,
      "ȟ": 349,
      "Ƞ": 350,
      "Ȥ": 351,
      "Ȧ": 352,
      "ȱ": 353,
      "ȳ": 354,
      "ȹ": 355,
      "Ɂ": 356,
      "ɐ": 357,
      "ɑ": 358,
      "ɔ": 359,
      "ɖ": 360,
      "ɗ": 361,
      "ə": 362,
      "ɚ": 363,
      "ɛ": 364,
      "ɠ": 365,
      "ɡ": 366,
      "ɢ": 367,
      "ɣ": 368,
      "ɤ": 369,
      "ɥ": 370,
      "ɦ": 371,
      "ɪ": 372,
      "ɳ": 373,
      "ɵ": 374,
      "ɶ": 375,
      "ɸ": 376,
      "ɻ": 377,
      "ɾ": 378,
      "ʀ": 379,
      "ʁ": 380,
      "ʃ": 381,
      "ʈ": 382,
      "ʊ": 383,
      "ʌ": 384,
      "ʎ": 385,
      "ʏ": 386,
      "ʒ": 387,
      "ʡ": 388,
      "ʦ": 389,
      "ʧ": 390,
      "ʳ": 391,
      "ʹ": 392,
      "ʺ": 393,
      "ʻ": 394,
      "ʼ": 395,
      "ʿ": 396,
      "ˁ": 397,
      "˂": 398,
      "˃": 399,
      "ˆ": 400,
      "ˇ": 401,
      "ˈ": 402,
      "ˉ": 403,
      "ˋ": 404,
      "ˌ": 405,
      "ː": 406,
      "˒": 407,
      "˖": 408,
      "˗": 409,
      "˘": 410,
      "˙": 411,
      "˚": 412,
      "˛": 413,
      "˜": 414,
      "˝": 415,
      "˟": 416,
      "ˡ": 417,
      "ˢ": 418,
      "ˣ": 419,
      "˶": 420,
      "˽": 421,
      "̀": 422,
      "́": 423,
      "̂": 424,
      "̃": 425,
      "̄": 426,
      "̅": 427,
      "̇": 428,
      "̈": 429,
      "̉": 430,
      "̊": 431,
      "̋": 432,
      "̌": 433,
      "̒": 434,
      "̓": 435,
      "̔": 436,
      "̗": 437,
      "̛": 438,
      "̟": 439,
      "̠": 440,
      "̥": 441,
      "̦": 442,
      "̧": 443,
      "̯": 444,
      "̲": 445,
      "̴": 446,
      "̵": 447,
      "̶": 448,
      "̸": 449,
      "̹": 450,
      "̽": 451,
      "͂": 452,
      "̓": 453,
      "͌": 454,
      "͍": 455,
      "͕": 456,
      "͖": 457,
      "͘": 458,
      "͛": 459,
      "͜": 460,
      "͞": 461,
      "͢": 462,
      "ͣ": 463,
      "ͦ": 464,
      "ͨ": 465,
      "ͫ": 466,
      "ͬ": 467,
      "ͭ": 468,
      "Ͳ": 469,
      "ͳ": 470,
      "͵": 471,
      "Ͷ": 472,
      "ͷ": 473,
      "͸": 474,
      "͹": 475,
      "ͺ": 476,
      ";": 477,
      "Ϳ": 478,
      "΄": 479,
      "΅": 480,
      "·": 481,
      "Ύ": 482,
      "Ώ": 483,
      "ΐ": 484,
      "Α": 485,
      "Β": 486,
      "Γ": 487,
      "Δ": 488,
      "Ε": 489,
      "Ζ": 490,
      "Η": 491,
      "Θ": 492,
      "Ι": 493,
      "Κ": 494,
      "Λ": 495,
      "Μ": 496,
      "Ν": 497,
      "Ξ": 498,
      "Ο": 499,
      "Π": 500,
      "Ρ": 501,
      "Σ": 502,
      "Τ": 503,
      "Υ": 504,
      "Φ": 505,
      "Χ": 506,
      "Ψ": 507,
      "Ω": 508,
      "ά": 509,
      "έ": 510,
      "ή": 511,
      "ί": 512,
      "ΰ": 513,
      "α": 514,
      "β": 515,
      "γ": 516,
      "δ": 517,
      "ε": 518,
      "ζ": 519,
      "η": 520,
      "θ": 521,
      "ι": 522,
      "κ": 523,
      "λ": 524,
      "μ": 525,
      "ν": 526,
      "ξ": 527,
      "ο": 528,
      "π": 529,
      "ρ": 530,
      "ς": 531,
      "σ": 532,
      "τ": 533,
      "υ": 534,
      "φ": 535,
      "χ": 536,
      "ψ": 537,
      "ω": 538,
      "ϊ": 539,
      "ϋ": 540,
      "ό": 541,
      "ύ": 542,
      "ώ": 543,
      "ϐ": 544,
      "ϑ": 545,
      "ϒ": 546,
      "ϕ": 547,
      "ϖ": 548,
      "Ϫ": 549,
      "Ϭ": 550,
      "ϭ": 551,
      "Ϯ": 552,
      "ϯ": 553,
      "ϰ": 554,
      "ϱ": 555,
      "ϲ": 556,
      "ϳ": 557,
      "ϵ": 558,
      "Є": 559,
      "І": 560,
      "Ї": 561,
      "Љ": 562,
      "Ћ": 563,
      "Ќ": 564,
      "А": 565,
      "Б": 566,
      "В": 567,
      "Г": 568,
      "Д": 569,
      "Е": 570,
      "И": 571,
      "К": 572,
      "Л": 573,
      "М": 574,
      "Н": 575,
      "О": 576,
      "П": 577,
      "Р": 578,
      "С": 579,
      "Т": 580,
      "Ф": 581,
      "Х": 582,
      "Ш": 583,
      "Щ": 584,
      "Ъ": 585,
      "Ь": 586,
      "Э": 587,
      "Ю": 588,
      "Я": 589,
      "а": 590,
      "б": 591,
      "в": 592,
      "г": 593,
      "д": 594,
      "е": 595,
      "ж": 596,
      "з": 597,
      "и": 598,
      "й": 599,
      "к": 600,
      "л": 601,
      "м": 602,
      "н": 603,
      "о": 604,
      "п": 605,
      "р": 606,
      "с": 607,
      "т": 608,
      "у": 609,
      "ф": 610,
      "х": 611,
      "ц": 612,
      "ч": 613,
      "ш": 614,
      "щ": 615,
      "ы": 616,
      "ь": 617,
      "э": 618,
      "ю": 619,
      "я": 620,
      "ё": 621,
      "є": 622,
      "і": 623,
      "ї": 624,
      "ј": 625,
      "њ": 626,
      "ў": 627,
      "џ": 628,
      "Ѣ": 629,
      "Ѳ": 630,
      "Ѵ": 631,
      "ҏ": 632,
      "қ": 633,
      "ҫ": 634,
      "ү": 635,
      "Ҿ": 636,
      "ӑ": 637,
      "Ӓ": 638,
      "Ӕ": 639,
      "ӕ": 640,
      "ӧ": 641,
      "Ө": 642,
      "ӱ": 643,
      "ӳ": 644,
      "ӿ": 645,
      "ր": 646,
      "ց": 647,
      "֞": 648,
      "֠": 649,
      "֦": 650,
      "ּ": 651,
      "־": 652,
      "ֿ": 653,
      "׀": 654,
      "ׅ": 655,
      "׋": 656,
      "א": 657,
      "ב": 658,
      "ח": 659,
      "י": 660,
      "ל": 661,
      "מ": 662,
      "ש": 663,
      "ת": 664,
      "،": 665,
      "ؘ": 666,
      "؟": 667,
      "ء": 668,
      "آ": 669,
      "أ": 670,
      "ؤ": 671,
      "ئ": 672,
      "ا": 673,
      "ب": 674,
      "ة": 675,
      "ت": 676,
      "ث": 677,
      "ج": 678,
      "ح": 679,
      "خ": 680,
      "د": 681,
      "ذ": 682,
      "ر": 683,
      "ز": 684,
      "س": 685,
      "ش": 686,
      "ص": 687,
      "ط": 688,
      "ع": 689,
      "غ": 690,
      "ـ": 691,
      "ف": 692,
      "ق": 693,
      "ك": 694,
      "ل": 695,
      "م": 696,
      "ن": 697,
      "ه": 698,
      "و": 699,
      "ى": 700,
      "ي": 701,
      "ً": 702,
      "ِ": 703,
      "٠": 704,
      "٧": 705,
      "٭": 706,
      "ٰ": 707,
      "ٲ": 708,
      "ڰ": 709,
      "ۢ": 710,
      "ܤ": 711,
      "ܰ": 712,
      "݅": 713,
      "ݎ": 714,
      "ݏ": 715,
      "ݐ": 716,
      "ݔ": 717,
      "ݕ": 718,
      "ݬ": 719,
      "ࡎ": 720,
      "ड": 721,
      "न": 722,
      "ऴ": 723,
      "ा": 724,
      "ि": 725,
      "॔": 726,
      "দ": 727,
      "ব": 728,
      "র": 729,
      "ষ": 730,
      "া": 731,
      "ি": 732,
      "ে": 733,
      "্": 734,
      "য়": 735,
      "଴": 736,
      "ଵ": 737,
      "ଶ": 738,
      "ହ": 739,
      "଼": 740,
      "ଽ": 741,
      "ା": 742,
      "ି": 743,
      "ୀ": 744,
      "୙": 745,
      "ୟ": 746,
      "ୢ": 747,
      "ୣ": 748,
      "୥": 749,
      "୩": 750,
      "୪": 751,
      "୫": 752,
      "୬": 753,
      "୭": 754,
      "୰": 755,
      "ୱ": 756,
      "஺": 757,
      "஼": 758,
      "஽": 759,
      "ா": 760,
      "ீ": 761,
      "ு": 762,
      "ூ": 763,
      "௄": 764,
      "ெ": 765,
      "ே": 766,
      "ை": 767,
      "ோ": 768,
      "ௌ": 769,
      "்": 770,
      "௎": 771,
      "ௐ": 772,
      "௓": 773,
      "௔": 774,
      "௖": 775,
      "ௗ": 776,
      "௘": 777,
      "௚": 778,
      "௛": 779,
      "௜": 780,
      "௟": 781,
      "௠": 782,
      "௡": 783,
      "௢": 784,
      "௥": 785,
      "௦": 786,
      "௧": 787,
      "௨": 788,
      "௩": 789,
      "௫": 790,
      "௱": 791,
      "ఈ": 792,
      "ఉ": 793,
      "ఘ": 794,
      "భ": 795,
      "మ": 796,
      "య": 797,
      "ర": 798,
      "శ": 799,
      "ష": 800,
      "స": 801,
      "ಳ": 802,
      "಴": 803,
      "ವ": 804,
      "ಸ": 805,
      "ಹ": 806,
      "಼": 807,
      "ಿ": 808,
      "ು": 809,
      "ೃ": 810,
      "ೄ": 811,
      "ೋ": 812,
      "ೌ": 813,
      "೏": 814,
      "೐": 815,
      "೒": 816,
      "೓": 817,
      "೔": 818,
      "೗": 819,
      "೘": 820,
      "೙": 821,
      "೚": 822,
      "೜": 823,
      "ೝ": 824,
      "೟": 825,
      "ೠ": 826,
      "ഀ": 827,
      "ഁ": 828,
      "ൈ": 829,
      "ൣ": 830,
      "൧": 831,
      "൫": 832,
      "൬": 833,
      "൯": 834,
      "൰": 835,
      "ඥ": 836,
      "ට": 837,
      "ෑ": 838,
      "෩": 839,
      "฀": 840,
      "ฆ": 841,
      "น": 842,
      "บ": 843,
      "ส": 844,
      "ิ": 845,
      "เ": 846,
      "ใ": 847,
      "้": 848,
      "໿": 849,
      "ሺ": 850,
      "ሻ": 851,
      "ቀ": 852,
      "ቁ": 853,
      "ቄ": 854,
      "ቆ": 855,
      "ቇ": 856,
      "ᴓ": 857,
      "ᴠ": 858,
      "ᴧ": 859,
      "ᴨ": 860,
      "ᵃ": 861,
      "ᵅ": 862,
      "ᵇ": 863,
      "ᵈ": 864,
      "ᵉ": 865,
      "ᵏ": 866,
      "ᵒ": 867,
      "ᵖ": 868,
      "ᵞ": 869,
      "ᵡ": 870,
      "ᵥ": 871,
      "ᵪ": 872,
      "ᵸ": 873,
      "ᶜ": 874,
      "ᶠ": 875,
      "ᶢ": 876,
      "ᶦ": 877,
      "ᶨ": 878,
      "ᶫ": 879,
      "ᶬ": 880,
      "ᶰ": 881,
      "ḉ": 882,
      "Ḋ": 883,
      "ḗ": 884,
      "Ḥ": 885,
      "ḥ": 886,
      "ḱ": 887,
      "ḵ": 888,
      "ṓ": 889,
      "Ṣ": 890,
      "ṣ": 891,
      "ṭ": 892,
      "ṯ": 893,
      "ẋ": 894,
      "ẞ": 895,
      "ạ": 896,
      "ả": 897,
      "ấ": 898,
      "ẵ": 899,
      "ẹ": 900,
      "ẽ": 901,
      "Ế": 902,
      "ế": 903,
      "ễ": 904,
      "ệ": 905,
      "ọ": 906,
      "ỏ": 907,
      "ố": 908,
      "ồ": 909,
      "ộ": 910,
      "ờ": 911,
      "ợ": 912,
      "ủ": 913,
      "ử": 914,
      "ữ": 915,
      "ỳ": 916,
      "ἀ": 917,
      "ἁ": 918,
      "ἄ": 919,
      "ἅ": 920,
      "Ἁ": 921,
      "ἐ": 922,
      "ἑ": 923,
      "ἔ": 924,
      "ἕ": 925,
      "Ἔ": 926,
      "ἠ": 927,
      "ἡ": 928,
      "ἢ": 929,
      "ἤ": 930,
      "ἥ": 931,
      "ἦ": 932,
      "ἧ": 933,
      "Ἡ": 934,
      "ἰ": 935,
      "ἱ": 936,
      "ἴ": 937,
      "ἵ": 938,
      "ἶ": 939,
      "ἷ": 940,
      "Ἰ": 941,
      "ὀ": 942,
      "ὁ": 943,
      "ὂ": 944,
      "ὄ": 945,
      "ὅ": 946,
      "Ὁ": 947,
      "ὐ": 948,
      "ὑ": 949,
      "ὕ": 950,
      "ὗ": 951,
      "ὡ": 952,
      "ὥ": 953,
      "ὦ": 954,
      "ὰ": 955,
      "ά": 956,
      "ὲ": 957,
      "έ": 958,
      "ὴ": 959,
      "ὶ": 960,
      "ί": 961,
      "ὸ": 962,
      "ό": 963,
      "ᾠ": 964,
      "ᾰ": 965,
      "ᾱ": 966,
      "ᾶ": 967,
      "᾽": 968,
      "᾿": 969,
      "ῆ": 970,
      "ῑ": 971,
      "ῖ": 972,
      "ῤ": 973,
      "ῥ": 974,
      "ῦ": 975,
      "ῲ": 976,
      "ῳ": 977,
      "ῶ": 978,
      "ῷ": 979,
      "‐": 980,
      "‑": 981,
      "‒": 982,
      "–": 983,
      "—": 984,
      "―": 985,
      "‖": 986,
      "‗": 987,
      "‘": 988,
      "’": 989,
      "‚": 990,
      "‛": 991,
      "“": 992,
      "”": 993,
      "„": 994,
      "‟": 995,
      "†": 996,
      "‡": 997,
      "•": 998,
      "‣": 999,
      "‥": 1000,
      "…": 1001,
      "‰": 1002,
      "′": 1003,
      "″": 1004,
      "‴": 1005,
      "‵": 1006,
      "‹": 1007,
      "›": 1008,
      "‼": 1009,
      "‾": 1010,
      "⁀": 1011,
      "⁁": 1012,
      "⁃": 1013,
      "⁄": 1014,
      "⁎": 1015,
      "⁞": 1016,
      "⁥": 1017,
      "⁰": 1018,
      "ⁱ": 1019,
      "⁴": 1020,
      "⁵": 1021,
      "⁶": 1022,
      "⁷": 1023,
      "⁸": 1024,
      "⁹": 1025,
      "⁺": 1026,
      "⁻": 1027,
      "ⁿ": 1028,
      "₀": 1029,
      "₁": 1030,
      "₂": 1031,
      "₃": 1032,
      "₄": 1033,
      "₅": 1034,
      "₆": 1035,
      "₈": 1036,
      "₊": 1037,
      "ₐ": 1038,
      "ₑ": 1039,
      "ₒ": 1040,
      "₡": 1041,
      "₤": 1042,
      "₪": 1043,
      "€": 1044,
      "₲": 1045,
      "₸": 1046,
      "⃗": 1047,
      "⃛": 1048,
      "⃝": 1049,
      "⃞": 1050,
      "⃠": 1051,
      "⃬": 1052,
      "⃰": 1053,
      "℃": 1054,
      "℅": 1055,
      "ℎ": 1056,
      "ℑ": 1057,
      "ℓ": 1058,
      "№": 1059,
      "℗": 1060,
      "ℜ": 1061,
      "™": 1062,
      "Ω": 1063,
      "ℵ": 1064,
      "⅓": 1065,
      "⅔": 1066,
      "⅕": 1067,
      "⅖": 1068,
      "⅗": 1069,
      "⅘": 1070,
      "⅙": 1071,
      "⅚": 1072,
      "⅛": 1073,
      "⅜": 1074,
      "⅝": 1075,
      "⅞": 1076,
      "Ⅰ": 1077,
      "Ⅱ": 1078,
      "Ⅲ": 1079,
      "Ⅳ": 1080,
      "Ⅴ": 1081,
      "←": 1082,
      "↑": 1083,
      "→": 1084,
      "↓": 1085,
      "↔": 1086,
      "↕": 1087,
      "↖": 1088,
      "↗": 1089,
      "↘": 1090,
      "↙": 1091,
      "↦": 1092,
      "↧": 1093,
      "↨": 1094,
      "↪": 1095,
      "↱": 1096,
      "↳": 1097,
      "↵": 1098,
      "↷": 1099,
      "⇄": 1100,
      "⇅": 1101,
      "⇆": 1102,
      "⇈": 1103,
      "⇊": 1104,
      "⇋": 1105,
      "⇌": 1106,
      "⇐": 1107,
      "⇑": 1108,
      "⇒": 1109,
      "⇓": 1110,
      "⇔": 1111,
      "⇗": 1112,
      "⇛": 1113,
      "⇠": 1114,
      "⇢": 1115,
      "⇤": 1116,
      "⇥": 1117,
      "⇦": 1118,
      "⇧": 1119,
      "⇨": 1120,
      "⇩": 1121,
      "∀": 1122,
      "∂": 1123,
      "∃": 1124,
      "∅": 1125,
      "∆": 1126,
      "∇": 1127,
      "∈": 1128,
      "∊": 1129,
      "∎": 1130,
      "∏": 1131,
      "∑": 1132,
      "−": 1133,
      "∓": 1134,
      "∕": 1135,
      "∗": 1136,
      "∘": 1137,
      "∙": 1138,
      "√": 1139,
      "∝": 1140,
      "∞": 1141,
      "∟": 1142,
      "∠": 1143,
      "∡": 1144,
      "∢": 1145,
      "∣": 1146,
      "∧": 1147,
      "∨": 1148,
      "∩": 1149,
      "∪": 1150,
      "∫": 1151,
      "∭": 1152,
      "∮": 1153,
      "∴": 1154,
      "∶": 1155,
      "∼": 1156,
      "∽": 1157,
      "∿": 1158,
      "≀": 1159,
      "≃": 1160,
      "≅": 1161,
      "≈": 1162,
      "≉": 1163,
      "≍": 1164,
      "≔": 1165,
      "≖": 1166,
      "≘": 1167,
      "≙": 1168,
      "≜": 1169,
      "≠": 1170,
      "≡": 1171,
      "≤": 1172,
      "≥": 1173,
      "≦": 1174,
      "≧": 1175,
      "≪": 1176,
      "≫": 1177,
      "≽": 1178,
      "⊃": 1179,
      "⊆": 1180,
      "⊇": 1181,
      "⊕": 1182,
      "⊖": 1183,
      "⊗": 1184,
      "⊘": 1185,
      "⊙": 1186,
      "⊚": 1187,
      "⊝": 1188,
      "⊟": 1189,
      "⊠": 1190,
      "⊡": 1191,
      "⊢": 1192,
      "⊣": 1193,
      "⊥": 1194,
      "⊲": 1195,
      "⊳": 1196,
      "⊶": 1197,
      "⊽": 1198,
      "⋄": 1199,
      "⋅": 1200,
      "⋆": 1201,
      "⋏": 1202,
      "⋘": 1203,
      "⋮": 1204,
      "⋯": 1205,
      "⋱": 1206,
      "⌀": 1207,
      "⌈": 1208,
      "⌊": 1209,
      "⌛": 1210,
      "⌧": 1211,
      "〈": 1212,
      "〉": 1213,
      "⍺": 1214,
      "⎕": 1215,
      "⎛": 1216,
      "⎜": 1217,
      "⎝": 1218,
      "⎞": 1219,
      "⎟": 1220,
      "⎠": 1221,
      "⎡": 1222,
      "⎢": 1223,
      "⎣": 1224,
      "⎤": 1225,
      "⎥": 1226,
      "⎦": 1227,
      "⎮": 1228,
      "⎯": 1229,
      "⎷": 1230,
      "⏐": 1231,
      "⏟": 1232,
      "␣": 1233,
      "①": 1234,
      "②": 1235,
      "③": 1236,
      "④": 1237,
      "⑤": 1238,
      "⑥": 1239,
      "⑦": 1240,
      "⑧": 1241,
      "⑨": 1242,
      "⑩": 1243,
      "⑪": 1244,
      "⑫": 1245,
      "⑬": 1246,
      "⑭": 1247,
      "⑮": 1248,
      "⑯": 1249,
      "⑰": 1250,
      "⑱": 1251,
      "⑲": 1252,
      "⑳": 1253,
      "Ⓡ": 1254,
      "ⓒ": 1255,
      "⓪": 1256,
      "─": 1257,
      "│": 1258,
      "┌": 1259,
      "┐": 1260,
      "└": 1261,
      "┘": 1262,
      "├": 1263,
      "┤": 1264,
      "┬": 1265,
      "┴": 1266,
      "┼": 1267,
      "═": 1268,
      "╫": 1269,
      "▀": 1270,
      "▂": 1271,
      "▃": 1272,
      "▄": 1273,
      "█": 1274,
      "░": 1275,
      "▒": 1276,
      "▓": 1277,
      "■": 1278,
      "□": 1279,
      "▢": 1280,
      "▦": 1281,
      "▪": 1282,
      "▫": 1283,
      "▬": 1284,
      "▭": 1285,
      "▮": 1286,
      "▲": 1287,
      "△": 1288,
      "▴": 1289,
      "▵": 1290,
      "▶": 1291,
      "▷": 1292,
      "▸": 1293,
      "▹": 1294,
      "►": 1295,
      "▻": 1296,
      "▼": 1297,
      "▽": 1298,
      "▾": 1299,
      "▿": 1300,
      "◀": 1301,
      "◁": 1302,
      "◂": 1303,
      "◃": 1304,
      "◄": 1305,
      "◆": 1306,
      "◉": 1307,
      "◊": 1308,
      "○": 1309,
      "◌": 1310,
      "◍": 1311,
      "●": 1312,
      "◐": 1313,
      "◑": 1314,
      "◔": 1315,
      "◕": 1316,
      "◗": 1317,
      "◘": 1318,
      "◦": 1319,
      "◭": 1320,
      "◯": 1321,
      "◼": 1322,
      "☃": 1323,
      "★": 1324,
      "☆": 1325,
      "☐": 1326,
      "☑": 1327,
      "☒": 1328,
      "☛": 1329,
      "☝": 1330,
      "☞": 1331,
      "☨": 1332,
      "☯": 1333,
      "☰": 1334,
      "☵": 1335,
      "☹": 1336,
      "☺": 1337,
      "☼": 1338,
      "☾": 1339,
      "♀": 1340,
      "♂": 1341,
      "♠": 1342,
      "♡": 1343,
      "♢": 1344,
      "♣": 1345,
      "♥": 1346,
      "♦": 1347,
      "♩": 1348,
      "♯": 1349,
      "⚉": 1350,
      "⚠": 1351,
      "⚥": 1352,
      "⚦": 1353,
      "⚽": 1354,
      "✁": 1355,
      "✂": 1356,
      "✄": 1357,
      "✅": 1358,
      "✇": 1359,
      "✈": 1360,
      "✉": 1361,
      "✌": 1362,
      "✍": 1363,
      "✎": 1364,
      "✐": 1365,
      "✓": 1366,
      "✔": 1367,
      "✕": 1368,
      "✖": 1369,
      "✗": 1370,
      "✘": 1371,
      "✚": 1372,
      "✛": 1373,
      "✝": 1374,
      "✞": 1375,
      "✟": 1376,
      "✦": 1377,
      "✧": 1378,
      "✩": 1379,
      "✫": 1380,
      "✮": 1381,
      "✰": 1382,
      "✱": 1383,
      "✲": 1384,
      "✳": 1385,
      "✴": 1386,
      "✶": 1387,
      "✷": 1388,
      "✸": 1389,
      "✹": 1390,
      "✺": 1391,
      "✻": 1392,
      "✼": 1393,
      "✽": 1394,
      "❆": 1395,
      "❇": 1396,
      "❉": 1397,
      "❊": 1398,
      "❋": 1399,
      "❍": 1400,
      "❏": 1401,
      "❑": 1402,
      "❒": 1403,
      "❔": 1404,
      "❖": 1405,
      "❙": 1406,
      "❚": 1407,
      "❛": 1408,
      "❜": 1409,
      "❝": 1410,
      "❞": 1411,
      "❡": 1412,
      "❢": 1413,
      "❣": 1414,
      "❤": 1415,
      "❦": 1416,
      "❧": 1417,
      "❩": 1418,
      "❯": 1419,
      "❶": 1420,
      "❷": 1421,
      "❸": 1422,
      "❹": 1423,
      "❺": 1424,
      "➀": 1425,
      "➁": 1426,
      "➂": 1427,
      "➃": 1428,
      "➄": 1429,
      "➅": 1430,
      "➆": 1431,
      "➇": 1432,
      "➈": 1433,
      "➉": 1434,
      "➊": 1435,
      "➋": 1436,
      "➌": 1437,
      "➔": 1438,
      "➙": 1439,
      "➛": 1440,
      "➜": 1441,
      "➝": 1442,
      "➞": 1443,
      "➟": 1444,
      "➠": 1445,
      "➢": 1446,
      "➣": 1447,
      "➤": 1448,
      "➧": 1449,
      "➨": 1450,
      "➩": 1451,
      "➭": 1452,
      "➯": 1453,
      "➱": 1454,
      "➲": 1455,
      "➻": 1456,
      "➾": 1457,
      "⟡": 1458,
      "⟵": 1459,
      "⟶": 1460,
      "⟹": 1461,
      "⧁": 1462,
      "⧍": 1463,
      "⧜": 1464,
      "⧫": 1465,
      "⨁": 1466,
      "⨉": 1467,
      "⩺": 1468,
      "⩽": 1469,
      "⩾": 1470,
      "⫻": 1471,
      "⬆": 1472,
      "⬇": 1473,
      "⬜": 1474,
      "⭢": 1475,
      "⮞": 1476,
      "⸦": 1477,
      "⸧": 1478,
      "、": 1479,
      "。": 1480,
      "〈": 1481,
      "〉": 1482,
      "《": 1483,
      "》": 1484,
      "〔": 1485,
      "〕": 1486,
      "〜": 1487,
      "う": 1488,
      "お": 1489,
      "が": 1490,
      "く": 1491,
      "け": 1492,
      "し": 1493,
      "た": 1494,
      "な": 1495,
      "に": 1496,
      "ぬ": 1497,
      "の": 1498,
      "ま": 1499,
      "も": 1500,
      "や": 1501,
      "り": 1502,
      "る": 1503,
      "わ": 1504,
      "エ": 1505,
      "ク": 1506,
      "ケ": 1507,
      "ス": 1508,
      "ッ": 1509,
      "ニ": 1510,
      "プ": 1511,
      "メ": 1512,
      "ラ": 1513,
      "リ": 1514,
      "ン": 1515,
      "・": 1516,
      "㎡": 1517,
      "㱡": 1518,
      "䀀": 1519,
      "一": 1520,
      "丁": 1521,
      "七": 1522,
      "三": 1523,
      "上": 1524,
      "下": 1525,
      "不": 1526,
      "与": 1527,
      "丕": 1528,
      "世": 1529,
      "业": 1530,
      "丛": 1531,
      "东": 1532,
      "丢": 1533,
      "两": 1534,
      "个": 1535,
      "中": 1536,
      "临": 1537,
      "丸": 1538,
      "丹": 1539,
      "为": 1540,
      "主": 1541,
      "乃": 1542,
      "久": 1543,
      "义": 1544,
      "之": 1545,
      "乌": 1546,
      "乏": 1547,
      "乐": 1548,
      "乔": 1549,
      "乘": 1550,
      "乙": 1551,
      "九": 1552,
      "也": 1553,
      "乡": 1554,
      "书": 1555,
      "乱": 1556,
      "乳": 1557,
      "亂": 1558,
      "了": 1559,
      "争": 1560,
      "事": 1561,
      "二": 1562,
      "亏": 1563,
      "云": 1564,
      "五": 1565,
      "井": 1566,
      "亚": 1567,
      "交": 1568,
      "亥": 1569,
      "亦": 1570,
      "亨": 1571,
      "享": 1572,
      "京": 1573,
      "亭": 1574,
      "人": 1575,
      "仁": 1576,
      "今": 1577,
      "介": 1578,
      "仓": 1579,
      "仙": 1580,
      "代": 1581,
      "令": 1582,
      "以": 1583,
      "仰": 1584,
      "仲": 1585,
      "价": 1586,
      "任": 1587,
      "企": 1588,
      "伏": 1589,
      "众": 1590,
      "会": 1591,
      "伟": 1592,
      "传": 1593,
      "伤": 1594,
      "伯": 1595,
      "伸": 1596,
      "似": 1597,
      "但": 1598,
      "位": 1599,
      "佐": 1600,
      "佑": 1601,
      "体": 1602,
      "何": 1603,
      "佗": 1604,
      "余": 1605,
      "作": 1606,
      "佳": 1607,
      "使": 1608,
      "侄": 1609,
      "來": 1610,
      "例": 1611,
      "依": 1612,
      "侠": 1613,
      "侮": 1614,
      "侯": 1615,
      "侵": 1616,
      "便": 1617,
      "俛": 1618,
      "保": 1619,
      "俞": 1620,
      "信": 1621,
      "修": 1622,
      "倉": 1623,
      "個": 1624,
      "倍": 1625,
      "候": 1626,
      "偏": 1627,
      "停": 1628,
      "健": 1629,
      "偶": 1630,
      "傑": 1631,
      "備": 1632,
      "傳": 1633,
      "傷": 1634,
      "僕": 1635,
      "儿": 1636,
      "元": 1637,
      "先": 1638,
      "光": 1639,
      "克": 1640,
      "兑": 1641,
      "兒": 1642,
      "党": 1643,
      "入": 1644,
      "內": 1645,
      "全": 1646,
      "兩": 1647,
      "八": 1648,
      "公": 1649,
      "六": 1650,
      "共": 1651,
      "关": 1652,
      "兴": 1653,
      "其": 1654,
      "具": 1655,
      "典": 1656,
      "养": 1657,
      "兼": 1658,
      "冀": 1659,
      "内": 1660,
      "再": 1661,
      "农": 1662,
      "冬": 1663,
      "冲": 1664,
      "况": 1665,
      "冷": 1666,
      "净": 1667,
      "准": 1668,
      "凉": 1669,
      "凡": 1670,
      "出": 1671,
      "刀": 1672,
      "分": 1673,
      "切": 1674,
      "划": 1675,
      "列": 1676,
      "刘": 1677,
      "创": 1678,
      "初": 1679,
      "別": 1680,
      "利": 1681,
      "别": 1682,
      "刮": 1683,
      "到": 1684,
      "制": 1685,
      "刺": 1686,
      "剂": 1687,
      "則": 1688,
      "前": 1689,
      "割": 1690,
      "劃": 1691,
      "劇": 1692,
      "劉": 1693,
      "劑": 1694,
      "力": 1695,
      "办": 1696,
      "功": 1697,
      "加": 1698,
      "务": 1699,
      "劣": 1700,
      "动": 1701,
      "助": 1702,
      "劫": 1703,
      "励": 1704,
      "劳": 1705,
      "勃": 1706,
      "動": 1707,
      "務": 1708,
      "勝": 1709,
      "勞": 1710,
      "募": 1711,
      "勢": 1712,
      "勿": 1713,
      "包": 1714,
      "匈": 1715,
      "化": 1716,
      "北": 1717,
      "匮": 1718,
      "匱": 1719,
      "区": 1720,
      "医": 1721,
      "十": 1722,
      "千": 1723,
      "升": 1724,
      "午": 1725,
      "半": 1726,
      "华": 1727,
      "协": 1728,
      "卑": 1729,
      "卒": 1730,
      "卓": 1731,
      "協": 1732,
      "单": 1733,
      "南": 1734,
      "博": 1735,
      "卤": 1736,
      "卦": 1737,
      "卫": 1738,
      "印": 1739,
      "危": 1740,
      "即": 1741,
      "卷": 1742,
      "卻": 1743,
      "卿": 1744,
      "历": 1745,
      "厉": 1746,
      "压": 1747,
      "厚": 1748,
      "原": 1749,
      "厥": 1750,
      "去": 1751,
      "县": 1752,
      "参": 1753,
      "參": 1754,
      "又": 1755,
      "及": 1756,
      "双": 1757,
      "反": 1758,
      "发": 1759,
      "叔": 1760,
      "取": 1761,
      "受": 1762,
      "口": 1763,
      "古": 1764,
      "叩": 1765,
      "可": 1766,
      "台": 1767,
      "史": 1768,
      "叶": 1769,
      "各": 1770,
      "合": 1771,
      "同": 1772,
      "名": 1773,
      "后": 1774,
      "吐": 1775,
      "吕": 1776,
      "君": 1777,
      "否": 1778,
      "听": 1779,
      "启": 1780,
      "吳": 1781,
      "吴": 1782,
      "吾": 1783,
      "呆": 1784,
      "告": 1785,
      "员": 1786,
      "周": 1787,
      "味": 1788,
      "命": 1789,
      "和": 1790,
      "咒": 1791,
      "咨": 1792,
      "咳": 1793,
      "咽": 1794,
      "哀": 1795,
      "品": 1796,
      "响": 1797,
      "哑": 1798,
      "哮": 1799,
      "唇": 1800,
      "唐": 1801,
      "唾": 1802,
      "商": 1803,
      "問": 1804,
      "善": 1805,
      "喉": 1806,
      "喑": 1807,
      "喘": 1808,
      "喜": 1809,
      "單": 1810,
      "嗽": 1811,
      "嘉": 1812,
      "嘔": 1813,
      "嘗": 1814,
      "噉": 1815,
      "噎": 1816,
      "器": 1817,
      "嚴": 1818,
      "四": 1819,
      "回": 1820,
      "因": 1821,
      "园": 1822,
      "围": 1823,
      "固": 1824,
      "国": 1825,
      "图": 1826,
      "圆": 1827,
      "國": 1828,
      "圖": 1829,
      "土": 1830,
      "圣": 1831,
      "在": 1832,
      "圭": 1833,
      "地": 1834,
      "场": 1835,
      "坐": 1836,
      "块": 1837,
      "坚": 1838,
      "坛": 1839,
      "坡": 1840,
      "坤": 1841,
      "型": 1842,
      "垣": 1843,
      "培": 1844,
      "基": 1845,
      "堂": 1846,
      "堅": 1847,
      "堆": 1848,
      "堪": 1849,
      "報": 1850,
      "堵": 1851,
      "塞": 1852,
      "塾": 1853,
      "境": 1854,
      "墓": 1855,
      "增": 1856,
      "壅": 1857,
      "士": 1858,
      "壳": 1859,
      "壽": 1860,
      "复": 1861,
      "夏": 1862,
      "外": 1863,
      "多": 1864,
      "夜": 1865,
      "夢": 1866,
      "大": 1867,
      "天": 1868,
      "太": 1869,
      "夫": 1870,
      "失": 1871,
      "头": 1872,
      "夹": 1873,
      "奇": 1874,
      "奈": 1875,
      "奉": 1876,
      "奔": 1877,
      "套": 1878,
      "女": 1879,
      "奴": 1880,
      "好": 1881,
      "如": 1882,
      "妄": 1883,
      "姆": 1884,
      "姊": 1885,
      "始": 1886,
      "委": 1887,
      "姜": 1888,
      "娱": 1889,
      "婦": 1890,
      "子": 1891,
      "孔": 1892,
      "孕": 1893,
      "字": 1894,
      "存": 1895,
      "孙": 1896,
      "孝": 1897,
      "孟": 1898,
      "季": 1899,
      "学": 1900,
      "孩": 1901,
      "孫": 1902,
      "學": 1903,
      "宁": 1904,
      "它": 1905,
      "守": 1906,
      "安": 1907,
      "宋": 1908,
      "宗": 1909,
      "官": 1910,
      "定": 1911,
      "宜": 1912,
      "宝": 1913,
      "客": 1914,
      "宣": 1915,
      "室": 1916,
      "宫": 1917,
      "宮": 1918,
      "家": 1919,
      "宾": 1920,
      "宿": 1921,
      "寄": 1922,
      "寒": 1923,
      "實": 1924,
      "審": 1925,
      "寫": 1926,
      "寬": 1927,
      "寶": 1928,
      "寸": 1929,
      "对": 1930,
      "寺": 1931,
      "寻": 1932,
      "导": 1933,
      "將": 1934,
      "專": 1935,
      "尊": 1936,
      "尋": 1937,
      "導": 1938,
      "小": 1939,
      "少": 1940,
      "尖": 1941,
      "尚": 1942,
      "尫": 1943,
      "就": 1944,
      "尹": 1945,
      "尺": 1946,
      "尽": 1947,
      "尾": 1948,
      "局": 1949,
      "层": 1950,
      "居": 1951,
      "屈": 1952,
      "屋": 1953,
      "屏": 1954,
      "屑": 1955,
      "展": 1956,
      "山": 1957,
      "岐": 1958,
      "岗": 1959,
      "岩": 1960,
      "岭": 1961,
      "岳": 1962,
      "峰": 1963,
      "峻": 1964,
      "崩": 1965,
      "川": 1966,
      "州": 1967,
      "巢": 1968,
      "工": 1969,
      "左": 1970,
      "巨": 1971,
      "差": 1972,
      "己": 1973,
      "已": 1974,
      "市": 1975,
      "布": 1976,
      "师": 1977,
      "希": 1978,
      "帔": 1979,
      "帖": 1980,
      "帛": 1981,
      "帝": 1982,
      "带": 1983,
      "師": 1984,
      "帮": 1985,
      "帰": 1986,
      "帶": 1987,
      "常": 1988,
      "干": 1989,
      "平": 1990,
      "年": 1991,
      "并": 1992,
      "幹": 1993,
      "幻": 1994,
      "幼": 1995,
      "幽": 1996,
      "广": 1997,
      "広": 1998,
      "庆": 1999,
      "床": 2000,
      "府": 2001,
      "度": 2002,
      "庭": 2003,
      "康": 2004,
      "廚": 2005,
      "廬": 2006,
      "延": 2007,
      "廷": 2008,
      "建": 2009,
      "开": 2010,
      "异": 2011,
      "弄": 2012,
      "弊": 2013,
      "式": 2014,
      "引": 2015,
      "弘": 2016,
      "弟": 2017,
      "张": 2018,
      "弦": 2019,
      "弱": 2020,
      "張": 2021,
      "強": 2022,
      "弹": 2023,
      "强": 2024,
      "归": 2025,
      "当": 2026,
      "形": 2027,
      "彤": 2028,
      "彦": 2029,
      "彩": 2030,
      "彭": 2031,
      "影": 2032,
      "往": 2033,
      "征": 2034,
      "徂": 2035,
      "律": 2036,
      "後": 2037,
      "得": 2038,
      "御": 2039,
      "復": 2040,
      "微": 2041,
      "徵": 2042,
      "德": 2043,
      "心": 2044,
      "必": 2045,
      "志": 2046,
      "忘": 2047,
      "快": 2048,
      "念": 2049,
      "忽": 2050,
      "怒": 2051,
      "怖": 2052,
      "思": 2053,
      "急": 2054,
      "性": 2055,
      "恐": 2056,
      "恒": 2057,
      "恩": 2058,
      "息": 2059,
      "恶": 2060,
      "悟": 2061,
      "患": 2062,
      "悴": 2063,
      "悶": 2064,
      "情": 2065,
      "惊": 2066,
      "惑": 2067,
      "惜": 2068,
      "惠": 2069,
      "惡": 2070,
      "想": 2071,
      "愈": 2072,
      "意": 2073,
      "愛": 2074,
      "感": 2075,
      "愿": 2076,
      "慈": 2077,
      "慎": 2078,
      "慕": 2079,
      "慧": 2080,
      "慮": 2081,
      "慰": 2082,
      "慶": 2083,
      "憂": 2084,
      "憹": 2085,
      "懈": 2086,
      "應": 2087,
      "懊": 2088,
      "懷": 2089,
      "懸": 2090,
      "戌": 2091,
      "戎": 2092,
      "成": 2093,
      "我": 2094,
      "或": 2095,
      "战": 2096,
      "戟": 2097,
      "戲": 2098,
      "户": 2099,
      "戾": 2100,
      "所": 2101,
      "扁": 2102,
      "手": 2103,
      "才": 2104,
      "打": 2105,
      "扳": 2106,
      "扶": 2107,
      "扼": 2108,
      "承": 2109,
      "技": 2110,
      "抑": 2111,
      "抖": 2112,
      "护": 2113,
      "抱": 2114,
      "抽": 2115,
      "担": 2116,
      "拍": 2117,
      "拔": 2118,
      "拘": 2119,
      "拜": 2120,
      "拨": 2121,
      "拳": 2122,
      "拿": 2123,
      "指": 2124,
      "按": 2125,
      "挑": 2126,
      "挟": 2127,
      "振": 2128,
      "捏": 2129,
      "损": 2130,
      "捣": 2131,
      "捻": 2132,
      "掌": 2133,
      "排": 2134,
      "探": 2135,
      "控": 2136,
      "推": 2137,
      "揉": 2138,
      "提": 2139,
      "插": 2140,
      "損": 2141,
      "摇": 2142,
      "摧": 2143,
      "摩": 2144,
      "擇": 2145,
      "操": 2146,
      "擦": 2147,
      "攒": 2148,
      "支": 2149,
      "收": 2150,
      "改": 2151,
      "攻": 2152,
      "放": 2153,
      "政": 2154,
      "故": 2155,
      "效": 2156,
      "敎": 2157,
      "敏": 2158,
      "救": 2159,
      "教": 2160,
      "敝": 2161,
      "散": 2162,
      "敦": 2163,
      "敬": 2164,
      "数": 2165,
      "整": 2166,
      "數": 2167,
      "文": 2168,
      "斋": 2169,
      "斑": 2170,
      "斗": 2171,
      "料": 2172,
      "斤": 2173,
      "斬": 2174,
      "斯": 2175,
      "新": 2176,
      "斲": 2177,
      "斷": 2178,
      "方": 2179,
      "施": 2180,
      "旃": 2181,
      "旅": 2182,
      "旋": 2183,
      "无": 2184,
      "日": 2185,
      "旦": 2186,
      "旨": 2187,
      "早": 2188,
      "旭": 2189,
      "昌": 2190,
      "明": 2191,
      "昏": 2192,
      "易": 2193,
      "昔": 2194,
      "星": 2195,
      "映": 2196,
      "春": 2197,
      "昨": 2198,
      "是": 2199,
      "時": 2200,
      "晉": 2201,
      "晏": 2202,
      "晒": 2203,
      "晓": 2204,
      "晕": 2205,
      "晚": 2206,
      "晝": 2207,
      "普": 2208,
      "景": 2209,
      "晰": 2210,
      "晴": 2211,
      "智": 2212,
      "暉": 2213,
      "暑": 2214,
      "暨": 2215,
      "暴": 2216,
      "曲": 2217,
      "更": 2218,
      "書": 2219,
      "曹": 2220,
      "會": 2221,
      "月": 2222,
      "有": 2223,
      "服": 2224,
      "望": 2225,
      "朝": 2226,
      "期": 2227,
      "木": 2228,
      "未": 2229,
      "本": 2230,
      "札": 2231,
      "术": 2232,
      "朱": 2233,
      "朴": 2234,
      "机": 2235,
      "朽": 2236,
      "杂": 2237,
      "李": 2238,
      "杜": 2239,
      "杞": 2240,
      "来": 2241,
      "杨": 2242,
      "杰": 2243,
      "東": 2244,
      "杲": 2245,
      "杼": 2246,
      "松": 2247,
      "极": 2248,
      "构": 2249,
      "枕": 2250,
      "林": 2251,
      "枚": 2252,
      "果": 2253,
      "枝": 2254,
      "枢": 2255,
      "枣": 2256,
      "枪": 2257,
      "枯": 2258,
      "枳": 2259,
      "架": 2260,
      "枸": 2261,
      "柏": 2262,
      "柔": 2263,
      "柴": 2264,
      "栀": 2265,
      "标": 2266,
      "树": 2267,
      "栗": 2268,
      "校": 2269,
      "核": 2270,
      "根": 2271,
      "格": 2272,
      "桂": 2273,
      "桃": 2274,
      "框": 2275,
      "案": 2276,
      "桑": 2277,
      "梁": 2278,
      "梃": 2279,
      "梅": 2280,
      "梴": 2281,
      "棄": 2282,
      "棗": 2283,
      "森": 2284,
      "植": 2285,
      "椎": 2286,
      "楊": 2287,
      "楝": 2288,
      "業": 2289,
      "極": 2290,
      "楼": 2291,
      "樂": 2292,
      "樊": 2293,
      "樓": 2294,
      "標": 2295,
      "樞": 2296,
      "模": 2297,
      "横": 2298,
      "樸": 2299,
      "機": 2300,
      "橡": 2301,
      "欣": 2302,
      "欲": 2303,
      "歌": 2304,
      "歎": 2305,
      "正": 2306,
      "此": 2307,
      "步": 2308,
      "武": 2309,
      "歧": 2310,
      "歸": 2311,
      "死": 2312,
      "殊": 2313,
      "残": 2314,
      "段": 2315,
      "母": 2316,
      "毒": 2317,
      "比": 2318,
      "氏": 2319,
      "民": 2320,
      "气": 2321,
      "気": 2322,
      "氣": 2323,
      "水": 2324,
      "氵": 2325,
      "永": 2326,
      "求": 2327,
      "汉": 2328,
      "汗": 2329,
      "汝": 2330,
      "江": 2331,
      "池": 2332,
      "汤": 2333,
      "沈": 2334,
      "沉": 2335,
      "沌": 2336,
      "沙": 2337,
      "没": 2338,
      "沸": 2339,
      "治": 2340,
      "泉": 2341,
      "法": 2342,
      "泛": 2343,
      "泡": 2344,
      "泣": 2345,
      "注": 2346,
      "泪": 2347,
      "泰": 2348,
      "泻": 2349,
      "泽": 2350,
      "洁": 2351,
      "洋": 2352,
      "洞": 2353,
      "津": 2354,
      "洩": 2355,
      "洪": 2356,
      "洲": 2357,
      "活": 2358,
      "派": 2359,
      "流": 2360,
      "济": 2361,
      "浙": 2362,
      "浚": 2363,
      "浦": 2364,
      "浮": 2365,
      "海": 2366,
      "消": 2367,
      "涉": 2368,
      "涌": 2369,
      "涛": 2370,
      "润": 2371,
      "液": 2372,
      "涵": 2373,
      "涼": 2374,
      "淋": 2375,
      "淡": 2376,
      "淫": 2377,
      "深": 2378,
      "淵": 2379,
      "混": 2380,
      "添": 2381,
      "清": 2382,
      "済": 2383,
      "渊": 2384,
      "渚": 2385,
      "渠": 2386,
      "渡": 2387,
      "温": 2388,
      "渴": 2389,
      "游": 2390,
      "渺": 2391,
      "湖": 2392,
      "湘": 2393,
      "湯": 2394,
      "湾": 2395,
      "湿": 2396,
      "源": 2397,
      "準": 2398,
      "溪": 2399,
      "溫": 2400,
      "溼": 2401,
      "滋": 2402,
      "滎": 2403,
      "滑": 2404,
      "滚": 2405,
      "滞": 2406,
      "满": 2407,
      "滯": 2408,
      "漆": 2409,
      "漏": 2410,
      "演": 2411,
      "漢": 2412,
      "漲": 2413,
      "潜": 2414,
      "澀": 2415,
      "澄": 2416,
      "激": 2417,
      "濕": 2418,
      "濟": 2419,
      "濤": 2420,
      "濼": 2421,
      "瀉": 2422,
      "灣": 2423,
      "火": 2424,
      "灵": 2425,
      "灶": 2426,
      "灸": 2427,
      "災": 2428,
      "灾": 2429,
      "炎": 2430,
      "炒": 2431,
      "炙": 2432,
      "炭": 2433,
      "炮": 2434,
      "点": 2435,
      "為": 2436,
      "炽": 2437,
      "烈": 2438,
      "烦": 2439,
      "烧": 2440,
      "热": 2441,
      "焉": 2442,
      "無": 2443,
      "焦": 2444,
      "然": 2445,
      "煉": 2446,
      "煌": 2447,
      "煎": 2448,
      "煒": 2449,
      "煩": 2450,
      "熙": 2451,
      "熟": 2452,
      "熱": 2453,
      "熹": 2454,
      "燔": 2455,
      "燕": 2456,
      "燥": 2457,
      "爛": 2458,
      "爪": 2459,
      "爱": 2460,
      "爵": 2461,
      "父": 2462,
      "爾": 2463,
      "片": 2464,
      "版": 2465,
      "牒": 2466,
      "牙": 2467,
      "牛": 2468,
      "牡": 2469,
      "物": 2470,
      "特": 2471,
      "状": 2472,
      "狀": 2473,
      "狂": 2474,
      "狐": 2475,
      "狼": 2476,
      "献": 2477,
      "猶": 2478,
      "獨": 2479,
      "獻": 2480,
      "玄": 2481,
      "玉": 2482,
      "王": 2483,
      "玮": 2484,
      "环": 2485,
      "现": 2486,
      "珂": 2487,
      "珠": 2488,
      "現": 2489,
      "球": 2490,
      "理": 2491,
      "琴": 2492,
      "瑞": 2493,
      "瑭": 2494,
      "瓜": 2495,
      "甘": 2496,
      "甚": 2497,
      "生": 2498,
      "産": 2499,
      "用": 2500,
      "甫": 2501,
      "田": 2502,
      "由": 2503,
      "甲": 2504,
      "申": 2505,
      "电": 2506,
      "男": 2507,
      "界": 2508,
      "畏": 2509,
      "留": 2510,
      "略": 2511,
      "異": 2512,
      "當": 2513,
      "疏": 2514,
      "疑": 2515,
      "疒": 2516,
      "疗": 2517,
      "疝": 2518,
      "疠": 2519,
      "疡": 2520,
      "疫": 2521,
      "疬": 2522,
      "疮": 2523,
      "疰": 2524,
      "疳": 2525,
      "疸": 2526,
      "疹": 2527,
      "疼": 2528,
      "疽": 2529,
      "疾": 2530,
      "痃": 2531,
      "病": 2532,
      "症": 2533,
      "痈": 2534,
      "痛": 2535,
      "痞": 2536,
      "痟": 2537,
      "痫": 2538,
      "痰": 2539,
      "痱": 2540,
      "痲": 2541,
      "痴": 2542,
      "痹": 2543,
      "痺": 2544,
      "痿": 2545,
      "瘀": 2546,
      "瘕": 2547,
      "瘙": 2548,
      "瘟": 2549,
      "瘫": 2550,
      "瘰": 2551,
      "瘴": 2552,
      "瘾": 2553,
      "瘿": 2554,
      "療": 2555,
      "癌": 2556,
      "癍": 2557,
      "癖": 2558,
      "癘": 2559,
      "癢": 2560,
      "癥": 2561,
      "癫": 2562,
      "癬": 2563,
      "癲": 2564,
      "癳": 2565,
      "癸": 2566,
      "發": 2567,
      "白": 2568,
      "百": 2569,
      "的": 2570,
      "皆": 2571,
      "皇": 2572,
      "皈": 2573,
      "皮": 2574,
      "盆": 2575,
      "益": 2576,
      "盐": 2577,
      "盛": 2578,
      "盡": 2579,
      "目": 2580,
      "盲": 2581,
      "直": 2582,
      "相": 2583,
      "省": 2584,
      "真": 2585,
      "眠": 2586,
      "眩": 2587,
      "眷": 2588,
      "眼": 2589,
      "眾": 2590,
      "睛": 2591,
      "睡": 2592,
      "督": 2593,
      "瞀": 2594,
      "瞻": 2595,
      "知": 2596,
      "石": 2597,
      "研": 2598,
      "破": 2599,
      "础": 2600,
      "硏": 2601,
      "碍": 2602,
      "碑": 2603,
      "碱": 2604,
      "磁": 2605,
      "礬": 2606,
      "示": 2607,
      "社": 2608,
      "祁": 2609,
      "祖": 2610,
      "祛": 2611,
      "神": 2612,
      "祟": 2613,
      "祿": 2614,
      "禄": 2615,
      "禅": 2616,
      "福": 2617,
      "禮": 2618,
      "禹": 2619,
      "离": 2620,
      "禽": 2621,
      "秋": 2622,
      "科": 2623,
      "积": 2624,
      "程": 2625,
      "稍": 2626,
      "稚": 2627,
      "種": 2628,
      "稻": 2629,
      "穀": 2630,
      "積": 2631,
      "穴": 2632,
      "究": 2633,
      "突": 2634,
      "窌": 2635,
      "窝": 2636,
      "窥": 2637,
      "窦": 2638,
      "竇": 2639,
      "站": 2640,
      "竜": 2641,
      "竞": 2642,
      "章": 2643,
      "童": 2644,
      "端": 2645,
      "竹": 2646,
      "笈": 2647,
      "笑": 2648,
      "符": 2649,
      "第": 2650,
      "等": 2651,
      "筋": 2652,
      "管": 2653,
      "節": 2654,
      "範": 2655,
      "篇": 2656,
      "築": 2657,
      "篤": 2658,
      "簡": 2659,
      "簿": 2660,
      "籍": 2661,
      "籤": 2662,
      "米": 2663,
      "类": 2664,
      "籼": 2665,
      "粉": 2666,
      "粒": 2667,
      "粗": 2668,
      "粳": 2669,
      "精": 2670,
      "糖": 2671,
      "糯": 2672,
      "系": 2673,
      "紀": 2674,
      "紅": 2675,
      "納": 2676,
      "素": 2677,
      "索": 2678,
      "紧": 2679,
      "紫": 2680,
      "累": 2681,
      "終": 2682,
      "経": 2683,
      "絡": 2684,
      "統": 2685,
      "絶": 2686,
      "經": 2687,
      "綜": 2688,
      "綠": 2689,
      "維": 2690,
      "綱": 2691,
      "網": 2692,
      "緊": 2693,
      "緣": 2694,
      "編": 2695,
      "緩": 2696,
      "繁": 2697,
      "繆": 2698,
      "繇": 2699,
      "繩": 2700,
      "繼": 2701,
      "红": 2702,
      "纯": 2703,
      "纲": 2704,
      "纳": 2705,
      "线": 2706,
      "练": 2707,
      "组": 2708,
      "细": 2709,
      "绍": 2710,
      "经": 2711,
      "结": 2712,
      "络": 2713,
      "绝": 2714,
      "统": 2715,
      "继": 2716,
      "维": 2717,
      "绵": 2718,
      "综": 2719,
      "缓": 2720,
      "编": 2721,
      "缝": 2722,
      "缩": 2723,
      "缪": 2724,
      "罐": 2725,
      "网": 2726,
      "罔": 2727,
      "罡": 2728,
      "罪": 2729,
      "罽": 2730,
      "羅": 2731,
      "羊": 2732,
      "羌": 2733,
      "美": 2734,
      "羚": 2735,
      "義": 2736,
      "羲": 2737,
      "羸": 2738,
      "翁": 2739,
      "翘": 2740,
      "翠": 2741,
      "翰": 2742,
      "翳": 2743,
      "翻": 2744,
      "翼": 2745,
      "老": 2746,
      "者": 2747,
      "而": 2748,
      "耳": 2749,
      "耶": 2750,
      "耿": 2751,
      "聊": 2752,
      "联": 2753,
      "聖": 2754,
      "聚": 2755,
      "聞": 2756,
      "聾": 2757,
      "肃": 2758,
      "肉": 2759,
      "肌": 2760,
      "肘": 2761,
      "肝": 2762,
      "肠": 2763,
      "肢": 2764,
      "肤": 2765,
      "肩": 2766,
      "肯": 2767,
      "育": 2768,
      "肺": 2769,
      "肾": 2770,
      "肿": 2771,
      "胀": 2772,
      "胁": 2773,
      "胃": 2774,
      "胆": 2775,
      "背": 2776,
      "胎": 2777,
      "胕": 2778,
      "胗": 2779,
      "胛": 2780,
      "胞": 2781,
      "胡": 2782,
      "胰": 2783,
      "胱": 2784,
      "胶": 2785,
      "胸": 2786,
      "能": 2787,
      "脂": 2788,
      "脅": 2789,
      "脈": 2790,
      "脉": 2791,
      "脊": 2792,
      "脏": 2793,
      "脑": 2794,
      "脚": 2795,
      "脛": 2796,
      "脱": 2797,
      "脸": 2798,
      "脾": 2799,
      "腋": 2800,
      "腎": 2801,
      "腑": 2802,
      "腕": 2803,
      "腠": 2804,
      "腧": 2805,
      "腫": 2806,
      "腮": 2807,
      "腰": 2808,
      "腳": 2809,
      "腸": 2810,
      "腹": 2811,
      "腺": 2812,
      "腾": 2813,
      "腿": 2814,
      "膀": 2815,
      "膈": 2816,
      "膏": 2817,
      "膚": 2818,
      "膜": 2819,
      "膝": 2820,
      "膳": 2821,
      "膻": 2822,
      "臀": 2823,
      "臟": 2824,
      "臣": 2825,
      "自": 2826,
      "至": 2827,
      "臺": 2828,
      "與": 2829,
      "舌": 2830,
      "舍": 2831,
      "舒": 2832,
      "舘": 2833,
      "舢": 2834,
      "船": 2835,
      "良": 2836,
      "色": 2837,
      "艾": 2838,
      "节": 2839,
      "芍": 2840,
      "芎": 2841,
      "芝": 2842,
      "芥": 2843,
      "芦": 2844,
      "芩": 2845,
      "芪": 2846,
      "芫": 2847,
      "花": 2848,
      "芳": 2849,
